Repository: common-repository/paystar-payment-for-rcp
Catalog: languages/paystar-payment-for-rcp-*.po
Languages: fa_ir

source: paystar-payment-for-rcp
fa_ir: درگاه پرداخت پی استار برای افزونه Restrict Content Pro

source: paystar-payment-for-rcp-desc
fa_ir: درگاه پرداخت پی استار برای افزونه Restrict Content Pro وردپرس

source: Pay
fa_ir: پرداخت

source: no member found
fa_ir: کاربر یافت نشد

source: no subscription for member found
fa_ir: عضویتی برای کاربر مورد نظر یافت نشد

source: no subscription level found
fa_ir: پلن عضویتی مورد نظر یافت نشد

source: duplicate Payment detected
fa_ir: پرداخت تکراری . تراکنش قبلا تعیین وضعیت شده

source: Payment Completed. RefNumber :
fa_ir: پرداخت با موفقیت انجام شد . کد تراکنش :

source: Iranian Toman
fa_ir: تومان

source: PayStar
fa_ir: پی استار

source: PayStar Gateway Setting
fa_ir: تنظیمات درگاه پی استار

source: PayStar Terminal
fa_ir: شناسه درگاه
